/*
1. Створіть масив з елементами "JavaScript","Python" (результат ["JavaScript", "Python"]);
2. Додайте в кінець елемент "Java" (результат ["JavaScript", "Python ", "Java"]);
3. Заміните передостанній елемент з кінця на "Kotlin". Код заміни повинен бути універсальним, тобто працювати для
   масивів будь-якої довжини (результат ["JavaScript ", "Kotlin", "Java"]);
4. Видаліть перший елемент масиву і виведить його у консоль (результат ["Kotlin", "Java"]);
5. Додайте в початок елементи "Basic" і "Pascal" (результат ["Basic", "Pascal", "Kotlin", "Java"]).
*/
