/**
1. Створіть порожній масив;
2. До першого елемента масиву запишіть будь-яке число;
3. У другий елемент масиву запишіть будь-який рядок;
4. До третього елементу масиву запишіть будь-яке логічне значення;
5. У четвертому елементі масиву запишіть значення null;
6. Виведіть на екран число елементів, що зберігається у масиві;
7. Запропонуйте користувачу ввести будь-яке значення і запишіть це значення в п'ятий елемент масиву;
8. Виведіть у консоль п'ятий елемент масиву.
*/
var arr = [];
arr[0] = 5;
arr[1] = "apple";
arr[2] = true;
arr[3] = null;
console.log(arr.length);

var num = prompt("Enter arr[4]: ", " ");
arr[4] = num;
console.log("arr[4] = ", arr[4]);

