/**
Дано ціле число. Визначте та виведіть його рядок-опис виду:
-"нульове число";
-"додатне парне число";
-"додатне непарне число";
-"від’ємне парне число";
-"від’ємне непарне число".
*/
function type(num){
    if(num == 0){
        console.log("нульове число");
    } 
    if(num > 0){
        if(num % 2 == 0){
            console.log("додатне парне число");
        }
        else {
            console.log("додатне непарне число");
        }
    }
    if(num < 0){
        if(num % 2 == 0){
            console.log("від'ємне парне число");
        }
        else{
            console.log("від'ємне непарне число"); 
        } 
    }
}
type(20);
type(5);
type(0);
type(-1);
type(-6);
